Repository: ambysto/steady
Catalog: apple/Steady/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, vi, zh_hans

# ui.report.intro
source: This is everything the report contains. Nothing is sent unless you send it yourself. It has no addresses, network names or personal data.
de: Das ist der gesamte Inhalt des Berichts. Es wird nichts gesendet, außer du sendest es selbst. Er enthält keine Adressen, Netzwerknamen oder persönlichen Daten.
es: Esto es todo lo que contiene el informe. No se envía nada salvo que lo envíes tú. No incluye direcciones, nombres de red ni datos personales.
fr: Voici tout le contenu du rapport. Rien n'est envoyé si vous ne l'envoyez pas vous‑même. Il ne contient ni adresses, ni noms de réseau, ni données personnelles.
pt_br: Isto é tudo o que o relatório contém. Nada é enviado a menos que você mesmo envie. Ele não tem endereços, nomes de rede nem dados pessoais.
vi: Đây là toàn bộ nội dung báo cáo. Không có gì được gửi đi trừ khi bạn tự gửi. Báo cáo không chứa địa chỉ, tên mạng hay dữ liệu cá nhân.
zh_hans: 这就是报告的全部内容。除非你自己发送，否则不会发送任何内容。报告不含地址、网络名称或个人数据。

# ui.report.share
source: Share
de: Teilen
es: Compartir
fr: Partager
pt_br: Compartilhar
vi: Chia sẻ
zh_hans: 共享

# ui.report.title
source: Report a problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
pt_br: Relatar um problema
vi: Báo lỗi
zh_hans: 报告问题

# ui.risk.experimental
source: Experimental
de: Experimentell
fr: Expérimental
vi: Thử nghiệm
zh_hans: 实验性

# ui.risk.low
source: Low risk
de: Geringes Risiko
es: Riesgo bajo
fr: Risque faible
pt_br: Risco baixo
vi: Rủi ro thấp
zh_hans: 低风险

# ui.risk.medium
source: Medium risk
de: Mittleres Risiko
es: Riesgo medio
fr: Risque moyen
pt_br: Risco médio
vi: Rủi ro vừa
zh_hans: 中风险

# ui.settings.about
source: About
de: Über
es: Acerca de
fr: À propos
pt_br: Sobre
vi: Giới thiệu
zh_hans: 关于

# ui.settings.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
pt_br: Aparência
vi: Giao diện
zh_hans: 外观

# ui.settings.delete_history
source: Delete history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
pt_br: Apagar histórico
vi: Xóa lịch sử
zh_hans: 删除历史

# ui.settings.delete_history_confirm
source: Delete every stored measurement? This cannot be undone.
de: Alle gespeicherten Messungen löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Borrar todas las mediciones guardadas? No se puede deshacer.
fr: Effacer toutes les mesures enregistrées ? Cette action est irréversible.
pt_br: Apagar todas as medições salvas? Isso não pode ser desfeito.
vi: Xóa toàn bộ số liệu đã lưu? Không thể hoàn tác.
zh_hans: 删除所有已保存的测量？此操作无法撤销。

# ui.settings.general
source: General
de: Allgemein
fr: Général
pt_br: Geral
vi: Chung
zh_hans: 常规

# ui.settings.history
source: Measurement history
de: Messverlauf
es: Historial de mediciones
fr: Historique des mesures
pt_br: Histórico de medições
vi: Lịch sử đo
zh_hans: 测量历史

# ui.settings.history_minutes
source: %lld minutes stored
de: %lld Minuten gespeichert
es: %lld minutos guardados
fr: %lld minutes enregistrées
pt_br: %lld minutos salvos
vi: Đã lưu %lld phút
zh_hans: 已保存 %lld 分钟

# ui.settings.history_note
source: Kept on this device for 30 days and never sent anywhere.
de: 30 Tage auf diesem Gerät gespeichert und nirgendwohin gesendet.
es: Se guarda en este dispositivo durante 30 días y nunca se envía a ningún sitio.
fr: Conservé 30 jours sur cet appareil et jamais envoyé ailleurs.
pt_br: Guardado neste dispositivo por 30 dias e nunca enviado para lugar nenhum.
vi: Lưu trên thiết bị này 30 ngày và không gửi đi đâu.
zh_hans: 在此设备上保存 30 天，绝不发送到任何地方。

# ui.settings.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt_br: Notificações
vi: Thông báo
zh_hans: 通知

# ui.settings.notify_after
source: Only after it has been down for %1$@
de: Erst nach einem Ausfall von %1$@
es: Solo tras %1$@ sin conexión
fr: Seulement après une coupure de %1$@
pt_br: Somente após %1$@ sem conexão
vi: Chỉ báo khi đã mất %1$@
zh_hans: 仅在中断超过 %1$@ 后通知

# ui.settings.notify_outages
source: Notify me when the connection drops
de: Benachrichtigen, wenn die Verbindung abbricht
es: Avisarme cuando se corte la conexión
fr: Me prévenir quand la connexion est coupée
pt_br: Avisar quando a conexão cair
vi: Báo khi mất kết nối
zh_hans: 连接中断时通知我

# ui.settings.privacy
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de privacidade
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

# ui.settings.startup
source: Start with Windows
de: Mit Windows starten
es: Iniciar con Windows
fr: Démarrer avec Windows
pt_br: Iniciar com o Windows
vi: Chạy cùng Windows
zh_hans: 随 Windows 启动

# ui.settings.startup_hint
source: Set up by the installer
de: Wird vom Installationsprogramm eingerichtet
es: Lo configura el instalador
fr: Configuré par le programme d'installation
pt_br: Configurado pelo instalador
vi: Do bộ cài đặt thiết lập
zh_hans: 由安装程序设置

# ui.settings.theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pt_br: Escuro
vi: Tối
zh_hans: 深色

# ui.settings.theme.light
source: Light
de: Hell
es: Claro
fr: Clair
pt_br: Claro
vi: Sáng
zh_hans: 浅色

# ui.settings.theme.system
source: Same as Windows
de: Wie Windows
es: Igual que Windows
fr: Identique à Windows
pt_br: Igual ao Windows
vi: Theo Windows
zh_hans: 跟随 Windows

# ui.settings.watchdog_dry_run
source: Dry run: only log what it would do
de: Testlauf: nur protokollieren, was getan würde
es: Simulación: solo registrar lo que haría
fr: Simulation : journaliser seulement ce qui serait fait
pt_br: Simulação: apenas registrar o que faria
vi: Chạy thử: chỉ ghi lại sẽ làm gì
zh_hans: 试运行：仅记录将要执行的操作

# ui.settings.watchdog_enabled
source: Repair the connection automatically
de: Verbindung automatisch reparieren
es: Reparar la conexión automáticamente
fr: Réparer la connexion automatiquement
pt_br: Reparar a conexão automaticamente
vi: Tự khôi phục kết nối
zh_hans: 自动修复连接

# ui.sheet.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
vi: Hủy
zh_hans: 取消

# ui.sheet.confirm
source: Turn on
de: Einschalten
es: Activar
fr: Activer
pt_br: Ativar
vi: Bật
zh_hans: 启用

# ui.sheet.experimental.body
source: “%1$@” can lower speed or have side effects. The original value is backed up, so you can turn it off at any time.
de: „%1$@“ kann die Geschwindigkeit verringern oder Nebenwirkungen haben. Der ursprüngliche Wert wird gesichert, daher lässt sich die Optimierung jederzeit ausschalten.
es: «%1$@» puede reducir la velocidad o tener efectos secundarios. El valor original se guarda en una copia de seguridad, así que puedes desactivarla en cualquier momento.
fr: « %1$@ » peut réduire le débit ou avoir des effets secondaires. La valeur d'origine est sauvegardée, vous pouvez le désactiver à tout moment.
pt_br: “%1$@” pode reduzir a velocidade ou ter efeitos colaterais. O valor original fica em backup, então você pode desativá-la a qualquer momento.
vi: “%1$@” có thể làm giảm tốc độ hoặc có tác dụng phụ. Giá trị gốc được sao lưu, bạn có thể tắt lại bất cứ lúc nào.
zh_hans: “%1$@”可能降低速度或产生副作用。原始值已备份，你可以随时关闭它。

# ui.sheet.experimental.title
source: Turn on an experimental tweak?
de: Experimentelle Optimierung einschalten?
es: ¿Activar una optimización experimental?
fr: Activer un tweak expérimental ?
pt_br: Ativar uma otimização experimental?
vi: Bật tối ưu thử nghiệm?
zh_hans: 启用实验性优化项？

# ui.sheet.measured.body
source: “%1$@” measures your upload for about 15 seconds before the change and again after it (each time about 125 MB per 100 Mbps of upload), and is not applied if there is nothing to fix.
de: „%1$@“ misst Ihren Upload etwa 15 Sekunden lang vor der Änderung und danach noch einmal (jeweils etwa 125 MB pro 100 Mbit/s Upload) und wird nicht angewendet, wenn nichts zu beheben ist.
es: «%1$@» mide tu subida durante unos 15 segundos antes del cambio y otra vez después (cada vez unos 125 MB por cada 100 Mbps de subida), y no se aplica si no hay nada que corregir.
fr: « %1$@ » mesure votre débit montant pendant environ 15 secondes avant la modification, puis de nouveau après (à chaque fois environ 125 Mo par tranche de 100 Mbit/s d’envoi), et n’est pas appliqué s’il n’y a rien à corriger.
pt_br: “%1$@” mede seu upload por cerca de 15 segundos antes da mudança e de novo depois (a cada vez cerca de 125 MB por 100 Mbps de upload), e não é aplicado se não houver nada a corrigir.
vi: “%1$@” sẽ đo upload khoảng 15 giây trước khi thay đổi và đo lại sau đó (mỗi lần khoảng 125 MB cho mỗi 100 Mbps upload), và không áp dụng nếu không có gì cần sửa.
zh_hans: “%1$@”会在更改前测量约 15 秒上传，更改后再测量一次（每次每 100 Mbps 上传约 125 MB），没有需要修复的问题时不会应用。

# ui.sheet.measured.title
source: Measure your connection first?
de: Zuerst die Verbindung messen?
es: ¿Medir primero tu conexión?
fr: Mesurer d’abord votre connexion ?
pt_br: Medir sua conexão primeiro?
vi: Đo đường truyền trước?
zh_hans: 先测量你的连接？

# ui.state.internet_down
source: Internet is down
de: Internet ist ausgefallen
es: Internet no funciona
fr: Internet est coupé
pt_br: A Internet está fora do ar
vi: Mất Internet
zh_hans: 互联网已断开

# ui.state.internet_down_detail
source: The router answers but the Internet does not · down for %1$@
de: Der Router antwortet, das Internet aber nicht · Ausfall seit %1$@
es: El router responde pero Internet no · sin conexión durante %1$@
fr: Le routeur répond mais pas Internet · coupure depuis %1$@
pt_br: O roteador responde, mas a Internet não · sem conexão há %1$@
vi: Router vẫn phản hồi nhưng Internet thì không · đã mất %1$@
zh_hans: 路由器有响应，但互联网没有 · 已中断 %1$@

# ui.state.online
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
pt_br: Conectado
vi: Đã kết nối
zh_hans: 已连接

# ui.state.online_detail
source: Router and Internet are answering
de: Router und Internet antworten
es: El router e Internet responden
fr: Le routeur et Internet répondent
pt_br: O roteador e a Internet estão respondendo
vi: Router và Internet đều phản hồi
zh_hans: 路由器和互联网均有响应

# ui.state.router_down
source: No connection to the router
de: Keine Verbindung zum Router
es: Sin conexión con el router
fr: Aucune connexion au routeur
pt_br: Sem conexão com o roteador
vi: Mất kết nối tới router
zh_hans: 无法连接到路由器

# ui.state.router_down_detail
source: Wi‑Fi or the network card is not working · down for %1$@
de: Wi‑Fi oder die Netzwerkkarte funktioniert nicht · Ausfall seit %1$@
es: El Wi‑Fi o la tarjeta de red no funciona · sin conexión durante %1$@
fr: Wi‑Fi ou la carte réseau ne fonctionne pas · coupure depuis %1$@
pt_br: O Wi‑Fi ou a placa de rede não está funcionando · sem conexão há %1$@
vi: Wi‑Fi hoặc card mạng có vấn đề · đã mất %1$@
zh_hans: Wi‑Fi 或网卡无法工作 · 已中断 %1$@

# ui.status.warn
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
pt_br: Aviso
vi: Cảnh báo
zh_hans: 警告

# ui.suggest.because
source: Because: %1$@
de: Grund: %1$@
es: Motivo: %1$@
fr: Parce que : %1$@
pt_br: Porque: %1$@
vi: Vì: %1$@
zh_hans: 原因：%1$@

# ui.suggest.done_at
source: Done %1$@
de: Erledigt %1$@
es: Hecho %1$@
fr: Fait %1$@
pt_br: Feito %1$@
vi: Đã làm lúc %1$@
zh_hans: 完成于 %1$@

# ui.suggest.done_button
source: I did this
de: Erledigt
es: Ya lo hice
fr: C'est fait
pt_br: Eu fiz isso
vi: Tôi đã làm
zh_hans: 我已完成

# ui.suggest.manual_group
source: Manual steps
de: Manuelle Schritte
es: Pasos manuales
fr: Étapes manuelles
pt_br: Passos manuais
vi: Việc làm bằng tay
zh_hans: 手动步骤

# ui.suggest.manual_hint
source: Things only you can do. Mark one as done and the app compares the connection before and after.
de: Schritte, die sich nur von Hand erledigen lassen. Als erledigt markieren, dann vergleicht die App die Verbindung vorher und nachher.
es: Cosas que solo puedes hacer tú. Marca una como hecha y la aplicación compara la conexión antes y después.
fr: Ce que vous seul pouvez faire. Marquez une étape comme faite et l'application compare la connexion avant et après.
pt_br: Coisas que só você pode fazer. Marque uma como feita e o app compara a conexão antes e depois.
vi: Những việc chỉ bạn làm được. Đánh dấu đã làm, app sẽ so sánh kết nối trước và sau.
zh_hans: 只有你自己才能完成的事项。标记为完成后，应用会对比前后的连接情况。

# ui.suggest.none
source: Nothing to do: the latest diagnostics found no problems
de: Nichts zu tun: Die letzte Diagnose hat keine Probleme gefunden
es: Nada que hacer: el último diagnóstico no encontró problemas
fr: Rien à faire : le dernier diagnostic n'a trouvé aucun problème
pt_br: Nada a fazer: o último diagnóstico não encontrou problemas
vi: Không có gì cần làm: lần chẩn đoán gần nhất không thấy vấn đề
zh_hans: 无需操作：最近一次诊断未发现问题

# ui.suggest.title
source: Suggestions
de: Vorschläge
es: Sugerencias
pt_br: Sugestões
vi: Gợi ý
zh_hans: 建议

# ui.suggest.turn_on
source: Turn on
de: Einschalten
es: Activar
fr: Activer
pt_br: Ativar
vi: Bật
zh_hans: 启用

# ui.tray.open
source: Open Ambysto Steady
de: Ambysto Steady öffnen
es: Abrir Ambysto Steady
fr: Ouvrir Ambysto Steady
pt_br: Abrir o Ambysto Steady
vi: Mở Ambysto Steady
zh_hans: 打开 Ambysto Steady

# ui.tray.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
pt_br: Sair
vi: Thoát
zh_hans: 退出

# ui.value.empty
source: Watching your connection for %lld days. Nothing needed fixing.
de: Überwacht Ihre Verbindung seit %lld Tagen. Es musste nichts behoben werden.
es: Vigilando tu conexión desde hace %lld días. No hizo falta arreglar nada.
fr: Surveille votre connexion depuis %lld jours. Rien n'a eu besoin d'être corrigé.
pt_br: Monitorando sua conexão há %lld dias. Nada precisou ser corrigido.
vi: Đã theo dõi kết nối %lld ngày. Không có gì cần sửa.
zh_hans: 已监控您的连接 %lld 天。没有需要修复的问题。

# ui.value.failover
source: Switched to the backup connection %lld times
de: %lld-mal auf die Ersatzverbindung gewechselt
es: Cambió a la conexión de respaldo %lld veces
fr: Bascule vers la connexion de secours %lld fois
pt_br: Mudou para a conexão reserva %lld vezes
vi: Chuyển sang kết nối dự phòng %lld lần
zh_hans: 切换到备用连接 %lld 次

# ui.value.open_log
source: See in Log
de: Im Protokoll ansehen
es: Ver en el registro
fr: Voir dans le journal
pt_br: Ver no Registro
vi: Xem trong Nhật ký
zh_hans: 在日志中查看

# ui.value.recovered
source: Reconnected you automatically %lld times
de: Hat Sie %lld-mal automatisch wieder verbunden
es: Te reconectó automáticamente %lld veces
fr: Vous a reconnecté automatiquement %lld fois
pt_br: Reconectou você automaticamente %lld vezes
vi: Tự kết nối lại cho bạn %lld lần
zh_hans: 自动为您重新连接 %lld 次

# ui.value.recovered_detail
source: Back online after %1$@ on average
de: Im Schnitt nach %1$@ wieder online
es: De vuelta en línea tras %1$@ de media
fr: De retour en ligne après %1$@ en moyenne
pt_br: De volta on-line após %1$@ em média
vi: Có mạng lại sau trung bình %1$@
zh_hans: 平均 %1$@ 后恢复联网

# ui.value.step_helped
source: %lld steps you took made things better
de: %lld Schritte von Ihnen haben es verbessert
es: %lld pasos que diste mejoraron las cosas
fr: %lld actions de votre part ont amélioré les choses
pt_br: %lld passos seus melhoraram as coisas
vi: %lld việc bạn làm đã giúp mạng tốt hơn
zh_hans: 您做的 %lld 项操作改善了连接

# ui.value.title
source: What Steady did for you
de: Was Steady für Sie getan hat
es: Lo que Steady hizo por ti
fr: Ce que Steady a fait pour vous
pt_br: O que o Steady fez por você
vi: Steady đã làm gì cho bạn
zh_hans: Steady 为您做了什么

# ui.value.tweak_helped
source: %lld changes measured to help
de: %lld Änderungen haben nachweislich geholfen
es: %lld cambios que se midieron como útiles
fr: %lld modifications mesurées comme utiles
pt_br: %lld alterações medidas como úteis
vi: %lld thay đổi đo được là có ích
zh_hans: %lld 项更改经测量确有帮助

# ui.value.window
source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
pt_br: Últimos 7 dias
vi: 7 ngày qua
zh_hans: 最近 7 天

# ui.watchdog.description
source: Repairs the connection on its own when Wi‑Fi hangs, within strict limits.
de: Repariert die Verbindung selbstständig, wenn Wi‑Fi hängt, innerhalb strenger Grenzen.
es: Repara la conexión por sí solo cuando el Wi‑Fi se bloquea, dentro de límites estrictos.
fr: Répare la connexion automatiquement quand le Wi‑Fi se bloque, dans des limites strictes.
pt_br: Repara a conexão sozinho quando o Wi‑Fi trava, dentro de limites rígidos.
vi: Tự khôi phục kết nối khi Wi‑Fi bị treo, trong giới hạn an toàn chặt chẽ.
zh_hans: Wi‑Fi 卡死时，在严格限制下自动修复连接。

# ui.watchdog.state.dry_run
source: Dry run
de: Testlauf
es: Simulación
fr: Simulation
pt_br: Simulação
vi: Chạy thử
zh_hans: 试运行

# ui.watchdog.state.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
pt_br: Desativado
vi: Tắt
zh_hans: 已关闭

# ui.watchdog.state.on
source: On
de: Ein
es: Activado
fr: Activé
pt_br: Ativado
vi: Bật
zh_hans: 已开启

# ui.watchdog.state.tripped
source: Turned itself off
de: Selbst deaktiviert
es: Se desactivó
fr: S'est désactivé
pt_br: Desativou-se sozinho
vi: Đã tự tắt
zh_hans: 已自动关闭

# diag.bufferbloat.download
source: download
es: descarga
fr: téléchargement
vi: tải xuống
zh_hans: 下载

# diag.bufferbloat.upload
source: upload
es: subida
fr: envoi
vi: tải lên
zh_hans: 上传

# diag.dns.title
source: DNS benchmark
es: Prueba de rendimiento de DNS
fr: Test de performance DNS
pt_br: Benchmark de DNS
vi: Benchmark DNS
zh_hans: DNS 测速

# diag.physical_link.rssi
source: Median RSSI %1$@ dBm
es: RSSI mediano %1$@ dBm
fr: RSSI médian %1$@ dBm
pt_br: RSSI mediano %1$@ dBm
vi: RSSI trung vị %1$@ dBm
zh_hans: RSSI 中位数 %1$@ dBm

# diag.signal.title
source: Wi‑Fi signal
es: Señal Wi‑Fi
fr: Signal Wi‑Fi
pt_br: Sinal Wi‑Fi
vi: Tín hiệu Wi‑Fi
zh_hans: Wi‑Fi 信号

# ui.check.details
source: Details
es: Detalles
fr: Détails
pt_br: Detalhes
vi: Chi tiết
zh_hans: 详情

# ui.diag.count.ok
source: %1$@ OK
es: %1$@ correctas
vi: %1$@ ổn
zh_hans: %1$@ 项正常

# ui.mockup.tray
source: Tray popover
es: Ventana emergente de la bandeja
fr: Fenêtre de la zone de notification
pt_br: Popover da bandeja
vi: Popover khay
zh_hans: 托盘弹出窗口

# ui.overview.signal
source: Signal
es: Señal
pt_br: Sinal
vi: Tín hiệu
zh_hans: 信号

# ui.settings.version
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

# ui.status.bad
source: Problem
es: Problema
fr: Problème
pt_br: Problema
vi: Có lỗi
zh_hans: 问题

# ui.status.ok
source: OK
es: Correcto
vi: Ổn
zh_hans: 正常

# diag.dns.role.router
source: router
fr: routeur
pt_br: roteador
zh_hans: 路由器

# diag.ping.jitter
source: , jitter %1$@ ms
fr: , gigue %1$@ ms
zh_hans: ，抖动 %1$@ ms

# ui.live.jitter
source: jitter %1$@ ms
fr: gigue %1$@ ms
zh_hans: 抖动 %1$@ ms

# ui.overview.jitter
source: Jitter
fr: Gigue
zh_hans: 抖动

# ui.overview.router
source: Router
fr: Routeur
pt_br: Roteador
zh_hans: 路由器

# ui.range.day
source: 24 h
vi: 24 giờ
zh_hans: 24 小时

# ui.range.live
source: 15 min
vi: 15 phút
zh_hans: 15 分钟

# ui.status.info
source: Info
vi: Thông tin
zh_hans: 信息

# ui.overview.internet
source: Internet
zh_hans: 互联网
